user-4.1/tutorialsOld/surfaceTracking/interTrackMHDmagFoam/slanting2D/constant/region_fluid/RASProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | foam-extend: Open Source CFD                    |
|  \\    /   O peration     | Version:     3.1                                |
|   \\  /    A nd           | Web:         http://www.extend-project.de       |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      RASProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

// RASModel         laminar;
RASModel        kOmegaSST;
// RASModel        kOmega;
// RASModel        kEpsilon;

turbulence      on;

printCoeffs     true;

// ************************************************************************* //